{
	"home": "home",
	"about_us": "about",
	"expectations": "expectations",
	"genre": "genre",
	"all": "all",
	"sort_by": "sort by",
	"about-me-1": "My name is François, I live in Riga but I come from the western side of France. I am a frontend developer. I mainly use javascript language but have also used others such as C C++ C# php and more. I would like to expend my knowledge on javascript but also in frontend developement in general.",
	"about-me-2": "I usually spend my free time with my family. We like watching tv-shows, playing video games. I also like history so I read historical books and watch history based movies or documentaries.",
	"about-me-3": "When not with my family I spend time with the few friends I made here in Latvia, we play video games as well as board games or watch movies.",
	"about-me-4": "I used to do a lot of sport when I was younger but due to a physical condition I cannot do as much anymore. I still run or cycle from time to time though.",
	"about-me-5": "Finally, I like music. I listen to progressive rock and metal. I had the chance to go to the Hellfest festival in france two years in a row. Beside these genres, I enjoy pop-rock, electro as well but I am open to anything in general.",
	"expectations-1": "I like to work in quiet place. I usually am the most productive in the early hours of the day when the office or open space is near empty.",
	"expectations-2": "Though that does not mean that I am not communicative. Communication, in my opinion, is the key to success in most projects. If I spend too much time on a task because I do not manage to do it, then I will reach out to other frontenders for help.",
	"expectations-3": "Another important point, I think is to have a well described task when given to a developer. All the points must be as clear as possible to avoid wasted time.",
	"expectations-4": "If a task is major and estimated to be done in more than two days, I like to split it in smaller ones that can be done separately in order to have a clear lead on each of them.",
	"expectations-5": "I also like to know who does what in the team I work with to ensure that, if I have any question and know team mates that are able to answer, it saves me and the team time."
}
