{
	"home": "accueil",
	"about_us": "à propos",
	"expectations": "attentes",
	"genre": "genre",
	"all": "tout",
	"sort_by": "trier par",
	"about-me-1": "Je m'appelle François, j'habite Riga mais je suis originaire de l'ouest de la France. Je suis développeur frontend. J'utilise principalement le langage javascript, mais j'en ai également utilisé d'autres langage tels que le C, C ++, C#, php et plus. Je souhaite approfondir mes connaissances sur le javascript mais aussi sur le développement frontend en général.",
	"about-me-2": "Je passe habituellement mon temps libre avec ma famille. Nous aimons regarder des séries télévisées, jouer à des jeux vidéo. J'aime aussi l'histoire, je lis des livres portant sur ce sujet et regarde des films ou des documentaires historiques.",
	"about-me-3": "Lorsque je ne suis pas avec ma famille, je fréquente les amis que je me suis fait ici en Lettonie. Nous jouons aux jeux vidéo ainsi qu'à des jeux de société ou regardons des films.",
	"about-me-4": "Je faisais beaucoup de sport quand j'étais plus jeune mais à cause d'un problème de santé, je ne peux plus en faire autant. Je continue cependant de courir et de faire du vélo de temps en temps.",
	"about-me-5": "Enfin, j'aime la musique. J'écoute du rock et du métal progressif. J'ai eu la chance d'aller au festival Hellfest en France deux années de suite. J'aime aussi le pop-rock, l'électro et je suis ouvert à tout en général.",
	"expectations-1": "J'aime travailler dans un endroit calme. Je suis généralement le plus productif dans les premières heures de la journée lorsque le bureau ou l'open space est quasi vide.",
	"expectations-2": "Cependant, cela ne signifie pas que je ne communicatique pas. La communication, à mon avis, est la clé du succès dans la plupart des projets. Si je consacre trop de temps à une tâche parce que je ne parviens pas à appliquer une solution, je demanderai de l'aide.",
	"expectations-3": "Un autre point important, je pense, est d'avoir une tâche bien décrite lorsqu'elle est donnée à un développeur. Tous les points doivent être le plus clairs possible pour éviter toute perte de temps.",
	"expectations-4": "Si une tâche est majeure et doit être terminée en plus de deux jours, je préfère la diviser en plus petites tâches qui peuvent être effectuées séparément afin d'avoir une vision claire sur chacune d'elles.",
	"expectations-5": "J'aime aussi savoir qui fait quoi dans l'équipe dont je fais parti pour m'assurer que, si j'ai des questions et que je connais des collègues capables de répondre, cela fait gagner du temps à tout le monde."
}
